/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "Iniciar Protecção";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "A Protecção do AdGuard está desactivada. Pressione no botão \"Iniciar Protecção\".";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "Executar o AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "O AdGuard está desactivado. Precisa de estar em execução se quiser alterar as definições do bloqueio de conteúdo";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Observe que o bloqueio de conteúdo no Safari opera mesmo quando a aplicação não está em execução";
